[
    
    {
        "id": 1,
        "slug": "shar3",
        "name": "Shar3 (WIP)",
        "description": {
            "en": "Desktop app for easily sharing your folders and files temporarily with a QR code or url. Works inside and outside of your local network!",
            "es": "Aplicación de escritorio para compartir fácilmente tus carpetas y archivos de forma temporal con un código QR o url. Funciona dentro y fuera de tu red local."
        },
        "tags": [
            "React",
            "Electron",
            "Express"
        ],
        "links": [
            {
                "url": "https://github.com/DSGDSR/shar3-app",
                "icon": "github"
            }
        ],
        "image_name": "shar3.webp",
        "url": "https://github.com/DSGDSR/shar3-app"
    },
    {
        "id": 2,
        "slug": "fastchat",
        "name": "Fast-chat",
        "description": {
            "en": "An easy and fast solution to avoid needing to add contacts before writing to them through WhatsApp. You are able to install the tool as an app (PWA) in your mobile devices.",
            "es": "Una solución fácil y rápida para evitar tener que agregar contactos antes de escribirles a través de WhatsApp. Puedes instalar la herramienta como una aplicación (PWA) en tus dispositivos móviles."
        },
        "tags": [
            "React",
            "PWA",
            "Vite"
        ],
        "links": [
            {
                "url": "https://github.com/DSGDSR/whatsapp-fast-chat",
                "icon": "github"
            },
            {
                "url": "https://fastchat.dsgdsr.me",
                "icon": "external-link"
            }
        ],
        "image_name": "fastchat.jpeg",
        "url": "https://fastchat.dsgdsr.me"
    },
    {
        "id": 3,
        "slug": "spotifyrics",
        "name": "Spotifyrics",
        "description": {
            "en": "It is a small desktop app developed with React and Electron, allowing you to control your Spotify client and display real-time lyrics depending on the song you are listening to without logging in.",
            "es": "Es una pequeña aplicación de escritorio desarrollada con React y Electron, permitiéndote controlar tu cliente de Spotify y mostrar la letra en tiempo real dependiendo de la canción que estés escuchando sin necesidad de iniciar sesión."
        },
        "tags": [
            "React",
            "Electron",
            "TypeScript",
            "Webpack",
            "Genius API"
        ],
        "links": [
            {
                "url": "https://github.com/dsgdsr/spotifyrics",
                "icon": "github"
            },
            {
                "url": "https://spotifyrics.dsgdsr.me",
                "icon": "external-link"
            }
        ],
        "image_name": "spotifyrics.png",
        "url": "https://spotifyrics.dsgdsr.me/"
    }
]